Repository: sebastienserre/cmr
Catalog: plugins/*_dpt_wp/lang/*_dpt_wp-*.po
Languages: fr_fr

source: Department settings
fr_fr: Paramètres des départements

source: Edit a department
fr_fr: Editer un departement

source: To edit a department's settings, select it from the drop-down menu above.
fr_fr: Pour modifier un département, choisissez le dans le menu déroulant ci-dessus.

source: Edit this department
fr_fr: Éditer ce département

source: Department name
fr_fr: Nom du département

source: Department color
fr_fr: Couleur du département

source: Department link
fr_fr: Lien du département

source: To disable this department on your map, leave this field blank
fr_fr: Pour désactiver ce département sur la carte, laisser le champ vide.

source: Link target
fr_fr: Cible du lien

source: _self: same window | _blank: new window
fr_fr: _self: même fenêtre | _blank: nouvelle fenêtre

source: Update
fr_fr: Mettre à jour

source: Map settings
fr_fr: Paramètres de la carte

source: Edit the map
fr_fr: Éditer la carte

source: Rollover color
fr_fr: Couleur de survol

source: Color of the departments at the mouse hover.
fr_fr: Couleur du département au survol de la souris

source: Disabled color
fr_fr: Couleur désactivée

source: Color of disabled departments (to disable a department, leave its 'URL' field blank, it will be considered as inactive.
fr_fr: Couleur des départements désactivés (pour désactiver un département, laisser son champ URL vide, il sera alors inactif.

source: Map stroke color
fr_fr: Couleur des contours

source: Departments outlines color.
fr_fr: Couleur des contours des départements.

source: Stroke width
fr_fr: Épaisseur des contours.

source: Thickness of departments outlines, ex.: 0.6, 1.22, 4 ...
fr_fr: Épaisseur des contours des départements, ex.: 0.6, 1.22, 4 ...

source: Display D.O.M.
fr_fr: Afficher les D.O.M.

source: Display regions outlines
fr_fr: Afficher les régions

source: Reset color
fr_fr: Réinitialiser les couleurs

source: Set the background color of the entire map by default. <br> Be careful, the colors previously saved by department will be overwritten!
fr_fr: Définit la couleur de fond de toute la carte. <br> Attention, les couleurs précédemment définies pour chaque département seront écrasées!

source: Integration / Support
fr_fr: Intégration / Support

source: Use <strong>[frdpt]</strong> shortcode in your pages or articles to display your map.
fr_fr: Utilisez le shortcode <strong>[frdpt]</strong> dans vos pages et vos articles pour afficher votre carte.

source: Comersis Wordpress maps User Manual
fr_fr: Comersis Wordpress manuel de l'utilisateur
